Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] My Gently Raised Beast (곱게 키웠더니, 짐승).tmx
Source language: ko_kr
Languages: en_us

source: 기사는 굳게 다문 입으로 고개를 끄덕였다.{j}괜히 입을 놀려 신수의 발톱에 찢기는 건 사양이다.{j}황족보다 더욱 상대하기 껄끄러운 상대가 바로 난폭한 신수 아닌가.{j}힐끔 소년의 표정을 살핀 그가 이내 허리를 숙인 후 자리를 벗어났다.
en_us: The knight nodded back assuring the boy that he will not say a single word about him. The knight knew exactly what would happen if he didn’t keep the promise. He didn’t want to get himself in trouble with a divine beast, known for tearing people apart when aggravated. He took a quick glance at the boy and hurriedly left the scene after a bow.{j}{j}{j}

source: 에이몬이 꼬리를 흔들며 말했다.
en_us: Amon spoke to her while wagging his tail.

source: 아이가 푸른 눈을 반짝이며 순수한 얼굴로 웃었다.
en_us: With his bright blue eyes and a pure smile on his face, he mockingly said to her.

source: 필립은 대답 대신 부드럽게 웃었다.
en_us: Instead of replying to her, Philip simply smiled back.

source: 아델라이 황녀가 으름장을 놓는데도 여전히 여유로워 보이는 모습이었다.{j}공작가의 위세가 황권에는 미치지 못하나 그 역시 대단했으니 굳이 납작 엎드릴 필요는 없었다.
en_us: He looked relaxed even when Princess Adealli was warning him for his actions. It was understandable because the duke, although not as powerful as the emperor, had enough power for his son to not beg for mercy before the princess.{j}

source: 질문의 의도를 알 수 없어 블론디나는 눈만 끔뻑였다.{j}블론디나를 만난 지 몇 달이나 지나서야 묻는 죽음의 연유였다.{j}그 전까지는 신경도 쓰지 않다가 뒤늦게 물어 오는 부질없는 질문.
en_us: Blondina sat and blinked her eyes, not knowing the intent of the question. She couldn’t believe it took him more than several months for him to ask this very question to her. It was a meaningless question because she knew he didn’t really care about her or her mother.{j}{j}

source: 블론디나는 새로 생긴 작은 친구가 퍽 마음에 들었다.
en_us: Blondina was happy to have a new small friend in her lonely castle.

source: 「언제든 좋으니 괜찮으면 얘기해.」
en_us: “Take your time. You can tell me whenever you feel ready.”

source: 늘 자신을 떠받들고 대우해 주는 이들만 상대하다가 마주한 블론디나라는 황녀는 퍽 생경한 존재였다.
en_us: Blondina was unlike any person he had met. Blondina didn’t seem to be conscious or bothered by the fact that he was the son of a duke.

source: 물론 아프지는 않았다.{j}귀여운 솜밤망이다.
en_us: Obviously it didn’t hurt - rather, she found it very endearing and cute.{j}

source: 황제의 목울대가 꿀꺽 넘어갔다.{j}그로서는 전혀 예상도 하지 못했던 발언임이 확실했다.
en_us: Blondina spotted the emperor gulp as he listened to her carefully. It seemed like the emperor was also startled to hear such an expected story of his former lover.{j}

source: “한 번도 먹어 본 적 없던 맛이었는데.{j}한입 먹으면 깜짝 놀랄걸?”
en_us: “It was unlike anything I’ve ever tasted before. You’ll be pleasantly surprised once you take a bite from it.”{j}

source: 아이의 이름은 블론디나.{j}어머니가 돌아가신 후부터 쭉 여관에서 일하는 어린 점원이었다.
en_us: Her name was Blondina. She’d been working at the inn as a clerk since her mother passed away.

source: 곧 풀밭 위에 작은 새끼 표범이 톡, 떨어졌다.{j}에이몬은 작은 짐승의 모습으로 변해, 라르트 황자에게 천천히 다가갔다.
en_us: After turning back to his leopard form, Amon approached Prince Lart who was now carelessly laying on the grass. He whispered in to the prince’s ears with a sharp voice.{j}

source: ‘하지만…….’
en_us: But...

source: “조금 더 인사를 나누겠소.{j}최근 근방 영지를 돌고 오느라 자주 보지 못하였으니.”
en_us: “I’d like to talk with my children a little more. It has been a while since I last talked with them as I’ve been busy visiting the nearby territories.”{j}

source: 참가자들은 시종이 날리는 비둘기를 화살로 맞히기만 하면 됐다.{j}가장 많은 비둘기를 잡는 자가 이기는 단순한 방식.
en_us: The rule of the tournament was simple. The participants had to draw back their bows and shoot their arrows to hit the flying pigeons released by a servant. The participant with the most pigeons killed won it all.{j}

source: 「그건 곧 알게 될 거야.{j}아주 놀라 자빠질 거라고, 너.」
en_us: “You’ll find out soon. And you’re going to freak out when you do.”{j}

source: 고개를 절레절레 내저은 소년이 무어라 말을 하려다가 입을 다물었다.
en_us: The boy shook his head frustrated by Blondina’s response. He opened his mouth to say something, but stopped immediately.

source: 열 살 정도 됐을까.
en_us: He looked as if he was about ten years old.

source: 태초의 신이 인간과 신수를 만들었고, 인간을 위해 또 다른 신을 낳았다.
en_us: The first almighty god was the creator of everything. He was the one created both the humans and the divine beasts. He also gave birth to another god for the sake of humanity. And that was Barahan.

source: “안녕하세요!
en_us: The sparrow tweeted straight into Blondina’s ear.

source: 그런 블론디나의 거리낌을 느끼지 못할 리가 없다.{j}필립은 블론디나의 표정을 가만히 훑었다.{j}그녀의 낯에 새겨진 감정을 읽는다.
en_us: However, Philip easily read Blondina’s face as he silently glanced through her face. Her displeased thoughts were visible on her face.{j}{j}

source: 물론, 자신의 눈에는 에이몬의 툴툴거림마저 너무도 사랑스러웠으나 다른 이들에게는 아닐 수도 있다.
en_us: It wasn’t that Blondina hated Amon’s complaints, she actually loved them because he always had a cute face when he got annoyed. She was asking just out of curiosity of how Lucy thought of him.

source: 툴툴댔던 에이몬은 제 말이 무색하리만큼 털실을 잘 갖고 놀았다.{j}실을 이로 앙앙 물어뜯기도 하고 앞발로 마구 두드려 늘여 놓기도 했다.
en_us: The once-cranky Amon was now on the floor having the time of his life playing with the ball of yarn. He would bite it with his fangs, roll it with his paws, and tap it with his claws. He did whatever he could think of with the ball.{j}

source: 에이몬은 불쾌하다며 송곳니를 드러냈다.
en_us: Annoyed by her candid words, Amon hissed at her.

source: 「뭐?{j}이까짓 게.
en_us: “What this little thing? The flowers in my garden are much nicer.”{j}

source: 에이몬에게 물었건만 참새가 신이 나 답했다.
en_us: The question was asked toward Amon, but the sparrow interrupted in excitement.

source: 블론디나의 작은 심장이 콩콩 뛰었다.{j}어머니의 유산을 팔아야 한다는 죄책감에 기인한 떨림이었다.
en_us: Blondina felt her heart flutter. She couldn’t stop feeling guilty for breaking her last promise to her mother.

source: “주제 모르고 설치지 말란 말이야!{j}네가!{j}네가 만약 내 수치가 된다면 난 널 절대 가만두지 않겠어!{j}내 명예를 걸고 널……!”
en_us: “Know your place you peasant! If you ever become a disgrace to me or my family, I swear on my honor...!”{j}{j}{j}

source: “저희 가문 시종이 오늘 절 방문했는데, 저번에 부탁했던 걸 가지고 왔기에…….”
en_us: “Oh, I asked for something from my maid and she brought it over today...”

source: 제가 그쪽이 싫어서 죽은 척한 게 아니라!{j}진짜로 아팠거든요!{j}아시다시피 에이몬 님 이빨이 워낙 뾰족해서 움직이다가 진짜로 찔릴 수도 있고!{j}또!{j}솔직히 여기 오는 게 귀찮기도 했는데!{j}그건 다시 말하지만 그쪽이 싫어서 그런 게 아니라-.”
en_us: “I played dead not because I didn’t like you, but because Mr. Amon fangs are really sharp after all. If I even move an inch, I thought I would be a goner.”{j}{j}{j}{j}{j}

source: “이제 내 방으로 가자.{j}치료해야지.”
en_us: “Anyway, let’s go to my room so I can fix you up.”{j}

source: 정말이지 다행이었다.{j}제게 미쳤다고 할 사람이 없어서.
en_us: There was no one around to judge her actions.{j}

source: 제 앞의 황녀가 ‘우리가 함께하는 마지막 날이 되기를.’이라며 자존심 상하는 말을 건네 왔으나…… 어쩐지 심장이 뛰어 왔다.
en_us: Her words could’ve felt offensive to those who had shown their good will to a humble princess, however, somehow Philip felt his heart flutter.

source: 황제가 일렁이는 목소리로 물었다.
en_us: Instead of scolding her for her remarks, the emperor asked Blondina with a wavering voice.

source: 앞발을 우아하게 든 에이몬이 보란 듯 턱을 치켜 올렸다.{j}에이몬은, 테이블 위에 있는 꽃차 상자를 툭 밀어 떨어뜨린 참이었다.
en_us: With his front paws raised, Amon had his chin up, proud of successfully interrupting Philip by dropping the box with flower tea.{j}

source: 헉.
en_us: He held the ring tight in his fist and took a deep breath.

source: 에이몬은 움찔거리다가 다시 파이에 얼굴을 박았다.
en_us: Amon flinched at Blondina’s word. It looked like Blondina read through his minds, but he quickly hid his face diving back into the pie.

source: 황족의 신분을 나타내는 팔찌로, 황제와 만났을 때 받아야 할 것이었다.
en_us: In his hands was a royal bracelet that symbolized the status of an imperial family.

source: 두 고양이가 온전히 멀어지자, 블론디나는 그제야 검은 고양이를 향해 다가갔다.{j}고양이는 아직 씩씩거리며 꼬리로 바닥을 탁탁 두드리고 있었다.{j}분이 풀리지 않은 모양이다.
en_us: As she watched the two cats run far away from her, she turned towards the black cat who was continuously slapping the ground with its tail in anger.{j}{j}

source: 저번 파티장에서 따라왔다가, 고대어로 봉변당하는 걸 보고 이렇게 배려해 주는 게 분명했다.{j}하지만 고대어는 배우고 싶다고 배울 수 있는 종류는 아니었다.
en_us: It seemed like Amon saw her being belittled last time at the party, so he wanted to help her out. However, Blondina knew it wasn’t a language that could be taught that easily.{j}

source: “아니.{j}안 우는데.”
en_us: “I’m not crying.”{j}

source: 아무것도 모르면서.{j}당신은 어머니에 대해 아무것도 몰라.
en_us: You know nothing. Absolutely nothing about my mother.{j}

source: 참새의 말이 하도 길어져서 불론디나는 끝까지 듣는 걸 포기하고는 다시 에이몬을 향해 시선을 돌렸다.{j}작은 표범은 입꼬리를 올리고 턱을 약간 치켜든 채였다.
en_us: Blondina got tired of listening to the sparrow blabbering, so she ignored the sparrow and turned her eyes to Amon. Amon was sitting still at the table with a smile and his chin up.

source: 정말 저러다가 잔인한 사건이 눈앞에 펼쳐질 것 같아 황급히 걸음을 옮긴다.
en_us: She quickly walked toward Amon to stop him from cruelly killing a royal.

source: 블론디나는 에이몬의 성난 모습을 멍하니 바라보다가 차박차박 다가가 두 손을 쭉 내밀었다.
en_us: Blondina stood and watched Amon go on his tantrum for a while, and slowly approached him, reaching out her arms.

source: “그냥 노는 거야.{j}에이몬.{j}마치 네가 털실을 갖고 놀듯.”
en_us: “For entertainment, Amon. It’s the same thing as when you play with a ball of yarn.”{j}{j}

source: 아비인 황제가 말해 오는 건 명백한 경고였다.
en_us: She knew exactly that it was a clear warning from the emperor, telling her to live dead silent within the palace as the princess.

source: 보라색 예쁜 눈동자로 절 빤히 주시하는 건 아기 표범일 때나 소년일 때나 똑같은데, 왜 이렇게 시선을 마주하기가 힘든 것인지 모르겠다.
en_us: I don’t understand why it’s so hard for me to look into his pretty purple eyes when he’s in his human form. He’s the same Amon whether he’s a leopard or a human.

source: 결국, 저 블론디나 황녀는 외딴 별궁에 처박혀 외로이 살아갈 터.
en_us: In the end, he believed that the princess would continue living a lonely life in her detached and isolated castle.

source: “아델라이를 이해해.{j}제 영역을 침범당한 기분일지도 모르지.{j}그러니, 미안하지만 네 호의는 이제 사양하려 해.”
en_us: “I understand Adellai’s feelings. She must’ve felt like I was threatening her sphere of influence as I encroached into her boundaries. I know you are doing this out of goodwill, but I no longer wish to accept your kindness. I hope you understand.”{j}{j}

source: 곧 에이몬이 블론디나를 향해 총총 걸어갔다.{j}블론디나는 아직도 죽은 나무처럼 굳어 있었다.{j}블론디나의 구두 끝을 앞발로 톡 건드리자 블론디나가 고개를 숙여 에이몬을 내려보았다.
en_us: He strode to Blondina, who was still frozen in shock next to the tree. He tapped her heels with his front paws, which made Blondina look down at him.{j}{j}

source: 못 알아듣는 척 애옹거리고 있으나, 블론디나는 눈빛만 보아도 쉽게 알 수 있었다.{j}분명 제 말을 알아듣고 있었다.{j}죄책감이 섞인 울음소리에서 대번 느껴졌다.{j}
en_us: The cats were pretending to not understand her words, but she knew from the slight hint of guilt mixed in their cry that they were bluffing.{j}{j}

source: 어여쁜 소년 모습을 보고 싶은데 도통 보여 주지를 않는 것이다.{j}같은 소년, 소녀 모습이었을 땐 설렘으로 인해 마주하기가 퍽 힘들었다.
en_us: Blondina missed his beautiful human face, but Amon refused to transform. So, it had been while since she felt her heart flutter looking at his beauty.{j}

source: 하지만 애초에 평민으로 살았던 블론디나와 달리 백작가 딸인 루시는 신수의 악명에 대하여 어릴 때부터 못이 박히도록 들었다.{j}지금이야 퍽 친해졌다고는 하나 머릿속에 새겨진 ‘신수에 대한 공포’로 인하여 블론디나처럼 격 없이 굴기는 힘들었다.
en_us: However, unlike Blondina, Lucy couldn’t bring herself to touch Amon even though she had gotten pretty close with him, because she had been taught about the cruelty of the divine beasts ever since she was a baby. As a noble, Lucy couldn’t completely ignore the fear coming from the divine beasts.{j}

source: “가.{j}브리디랑 공부해야 돼.”
en_us: “Go away. I need to study with Briddy.”{j}

source: “큰 상처는 아니네.{j}다행이다.”
en_us: “Thankfully, you don’t seem to be hurt too badly.”{j}

source: 그러자 보이는 건 자신의 가슴팍 위에 자리 잡고 앉은 자그마한 털 뭉치였다.
en_us: When she opened her eyes and peeked to see what was pressing her chest, she found a small furry ball sitting on top of her.

source: 이건 좀 곤란했다.
en_us: He felt uncomfortable.

source: “오늘도 에이몬 님이 안 계시네요?{j}안 오신 지 보름이 넘어가는데.”
en_us: “I see Amon is not here today again. It has already been over fifteen days since I last saw him.”{j}

source: 「나에 대해 뭘 안다고 그렇게 쉽게 허락을 해?」
en_us: “How can you be okay with this? I’m a complete stranger to you.”

source: 갑자기 톡 뛰어오른 표범이 블론디나의 품에 안착했다.{j}팔찌를 짤랑거리던 블론디나가 깜짝 놀라 내지르는 소리를 무시하고, 에이몬은 한쪽 발로 블론디나의 손목을 감싸고 다른 앞발을 들어 올렸다.{j}그런 후.
en_us: The leopard jumped to Blondina’s arms and leaned towards her bracelet. Ignoring her cry of surprise, Amon held her wrist with one paw and raised his other paw.{j}{j}

source: 그가 손만 조심스레 내밀어 무언가를 꺼냈다.
en_us: The knight reached out his hand carefully and pulled something out of his suit.

source: “내가 누나네?”
en_us: “So that makes me older than you.”

source: ‘혹시 에이몬이 선물로 물어 온 걸까?’
en_us: Could this be Amon’s token of gratitude for me?

source: 거구의 사내들이 모두 들어온 후 마지막으로 들어선 이는 아름다운 미남자였다.
en_us: After this group of men filled the room, a shockingly beautiful man entered.

source: 블론디나가 일어나라며 건드린 이는 루시였는데, 잠에서 깬 건 다른 생명체였다.{j}바로, 루시 머리카락에 파묻혀 고롱고롱 자고 있던 작은 참새.
en_us: While it was Lucy who Blondina was intending to wake up, but a sparrow hiding in Lucy’s hair woke up instead.{j}

source: 「아니야.{j}인간 파티는 어떤가 궁금해서 와본 거야.」
en_us: “No. I was just curious to see what human parties were like.”{j}

source: 꼬장꼬장한 장로들 잔소리는 귓등으로 흘릴지라도 지금처럼 황궁을 자유롭게 드나들기는 힘들게 될지도 몰랐다.{j}「이미 한참 전 일인데.」
en_us: I could ignore the complaints of the uptight elders, but it might become more difficult for me to freely roam the palace, as I do now. Although so much time has passed since... {j}

source: 「활쏘기 대회 같은 건 이제 됐어.
en_us: “I’m tired of this dumb archery tournament. Let’s head back to your room for some snacks.”

source: “생각해 보고.{j}어쨌든 난 황녀잖아.{j}애써 그런 자리를 계속 피하는 것도 조금 그래.”
en_us: “I’ll think about it. I can’t always be avoiding these gathering. I’m a princess after all.”{j}{j}

source: “네……!{j}네!”
en_us: “Y-yes! I understand.”

source: 「뭐…… 가져.」
en_us: “Well...yeah.”

source: 「뭐…… 너도 있지.{j}늘 있지.」
en_us: “Well...you’re just you. Nothing more.”{j}

source: 근처에는 다행히 호위 기사들밖에 없었다.
en_us: Fortunately, there were only a couple of knights standing on guard.

source: 라르트 황자가 애써 부정했다.{j}
en_us: Prince Lart hurriedly denied his accusation.{j}

source: 까만 고양이가 꼬리로 땅을 탁!{j}탁!{j}때렸다.{j}그 신경질적인 몸짓에 나뭇잎 부스러기가 옅게 일었다.
en_us: The black cat spoke with an annoyed voice as its tail slapped the ground hard sending a flurry of fallen leave to the air.{j}{j}{j}

source: 블론디나는 속으로 답했다.
en_us: Without question him any further, she thought to herself.

source: 그런 후 곧 블론디나의 얼굴을 들어 찬찬히 살피기 시작했다.
en_us: When he finally reached her, he slowly began to observe her face once again.

source: “뭐?
en_us: “How dare you talk back to me?! Know your place!”

source: “안녕, 아델라이.{j}잘 지냈니?”
en_us: “Hello, Adellai. How are you?”{j}

source: 짐승의 본능을 발휘하여 눈치껏 사람의 언어는 말하지 않았다.
en_us: Amon wisely stopped himself from speaking in human language and pretended to be a cat.

source: ‘그냥 오지 말지.’
en_us: I’d rather they left me alone.

source: 블론디나는 할 수 없는 말을 삼키고 대충 농담을 던졌다.
en_us: She couldn’t tell the truth to Amon, so she made a joke instead.

source: “……글쎄.”
en_us: “Well...”

source: 「에이몬.{j}에이몬 아킨.」
en_us: “Amon. Amon Akin.”{j}

source: 머리가 어지러워, 블론디나는 괜히 말도 안 되는 생각만 머릿속으로 나열했다.
en_us: Feeling nauseous in Amon’s arms, she babbled whatever that came into her head.

source: 「거참 이상한 여자애네.{j}인간은 이해할 수가 없어.」
en_us: “What a strange little girl. Humans are impossible to understand.”{j}

source: 「네가 글자를 모른다니 인간으로 있을 필요가 없지.」
en_us: “There’s no point of me staying in human form if you don’t know how to read the letters yet.”

source: “괜찮아.”
en_us: “It’s okay.”

source: 늘 그랬다.{j}황궁에 들어오기 전 얘기를 물어보면 블론디나는 늘 같은 반응을 보였다.{j}활기찬, 아니 활기찬 척하는 얼굴에 깊은 그림자를 드리웠다.
en_us: She always had the same face when someone asked about her life before she came into the palace. In her brightness, or to be exact, in her faked brightness, there always seemed to be a dark story hidden deep inside her.

source: “블론디나 황녀님.{j}손님이 오셨어요.{j}로드슨 공작가의 필립 공자라고 합니다.”
en_us: “Princess Blondina, you have a guest. It’s Marquess Philip, son of Duke Rodson.”{j}{j}

source: “아니, 그게 아니라…….”
en_us: “No, that’s not it...”

source: “아니, 아니에요!{j}아니……!{j}살려 주세요.{j}잘못했습니다.{j}제가, 제가……!{j}살려…….”
en_us: “N-no! I didn’t mean to...Please don’t kill me. I’m s-sorry...”{j}{j}{j}{j}{j}

source: “방문 선물로?”
en_us: “Maybe he didn’t want to show up empty-handed.”

source: 송곳니를 드러내려다 참고 앞발로 나무 테이블을 슬쩍 긁었다.{j}본능적으로 발톱이 삐죽 나오려다 가까스로 들어갔다.
en_us: Instead, he slightly scratched the wooden table with his front paws, holding back his anger. He almost instinctively pulled out his claws.

source: 블론디나는 하녀에게 들어오라 말했다.
en_us: Blondina told her servant to enter with the gift.

source: 왠지 제 영역을 침범당한 듯한 기분에 아델라이는 기분이 퍽 저조해졌으나 표현할 수는 없었다.{j}자존심이 있지 않은가.
en_us: It felt like Blondina was invading into her boundaries, but she couldn’t openly express it because of her pride.{j}

source: 사냥복을 입은 귀족들이 웃는 낯으로 경계선에 섰다.{j}서너 명씩 그룹을 지어 모인 이들이 활시위를 쭈욱 당겼다.
en_us: The nobles who were in their hunting suits gathered around the line and stood facing one direction with their bows in their hands.{j}

source: 또랑또랑하고도 당당한 목소리로 인사를 전하며 손을 내밀었다.{j}사신은 그녀의 손등에 입을 맞추며 다시 고개를 숙였다.
en_us: As she greeted them with a firm voice, she reached out her hand so that the envoy can kiss her hand before bowing to her again.{j}

source: 하지만 자신이 성장하고 소녀 티를 조금씩 벗어 가자 에이몬의 소년 모습에 흐뭇하기만 했다.
en_us: As Blondina grew-up to become an adult and no longer had young face on her, her heart didn’t flutter as it did before when she saw Amon in his human form. She began to simply enjoy his boy-like looks.

source: 그리 말하는 듯한 당당하고 뿌듯한 얼굴이다.{j}꼬리가 살랑살랑 귀엽게도 움직이고 있었다.
en_us: Amon was full of himself at the moment. He was extremely proud of himself for preparing such gift for Blondina. As he waited for Blondina’s compliments, he wagged his tail adorably.{j}

source: 갑자기 입술에 무언가 말랑한 게 꼭 닿아 왔다.{j}따끈하고 부드러운 무언가.{j}솜털 같은 게 입술 끄트머리를 간질였다.{j}블론디나는 그제야 눈꺼풀을 찬찬히 들어 올렸다.{j}그러자 보이는 건 앞발로 제 입술을 꼭 누르고 있는 에이몬이었다.
en_us: But when a squishy warm texture touched her lips and fluffy fur tickled the end of her lips, she slowly opened her eyes to find Amon pressing onto her lips with his front paws.{j}{j}{j}{j}

source: “아델라이.{j}금발, 금안을 찾아라.”
en_us: “Adellai, you must find a golden-eyed blond.”{j}

source: 아델라이는 부채 끝을 꾸깃꾸깃 구기다가 사태를 관망하고 있는 필립을 향해 고개를 돌렸다.
en_us: Princess Adellai, who was holding her anger, twisting her fan in her hands turned to Philip and whispered.

source: 블론디나는 옛 기억의 공포를 억누르며 작게 대답했다.
en_us: She replied to Amon with a thin voice, trying her best to suppress her traumatic memories from taking over her mind.

source: “왜 몰라.{j}넌데.”
en_us: “How wouldn’t I? After all, it’s you.”{j}

source: 루시가 웃는 얼굴로 에이몬을 말렸다.
en_us: Lucy butted in and helped Blondina with her questions.

source: 아이는 입술을 꾹 베어 물며 더러워진 소맷자락으로 코피를 닦았다.
en_us: The little girl clenched her lips and wiped her nose with her already dirty sleeves.

source: “그런데, 에이몬.{j}어쩌다 여기까지 온 거야?{j}인간 서식지 근처에는 가까이 오지 않는다며?”
en_us: “I have another question. How did you end up her, Amon? I thought you don’t come near human settlements.”{j}{j}

source: “블론디나.{j}네 아버지가 주신 거야.{j}소중히 간직하렴.”
en_us: “Blondina, you must take good care of it. It’s a gift from your father. Always keep it close.”

source: “네가 기거하던 곳이 영주의 성이었던가.{j}릴리가 영주의 정부라도 되었던 것이냐.{j}하기야 그녀는 외모만큼은 무척이나 아름다웠으니까.{j}한때 날 홀릴 정도로 말이지.”
en_us: “You were residing in a feudal lord’s castle, were you not? I suppose Lily remarried then. Understandable. She was a very beautiful women. Even I was seduced by her beauty.”{j}{j}{j}

source: 텅그렁!
en_us: Crash!

source: 옆에 선 라르트 황자가 아델라이의 속도 모르고 자꾸만 속 긁는 소리만 해댔다.
en_us: Unaware that he was embarrarssing his sister, Prince Lart continued.

source: 여관 주인, 노르디는 노름에 쓸 돈을 마련하기 위해 블론디나를 시켜 보석을 팔고 오라 하는 경우가 왕왕 있었다.
en_us: Nordy, the innkeeper, often made Blondina run errands to sell his jewelry and make gambling money.

source: ‘혹시 내게 시비 걸러 온 걸까?{j}아델라이 황녀에게 지령이라도 받고.’
en_us: Why is he here? Did he get orders from Princess Adellai to pick a fight with me?{j}

source: 필립은 조곤조곤 말해 오는 블론디나를 가만히 바라보기만 했다.{j}블론디나는 아몬드 쿠키와 체리 중 하나를 택하기 위해 손을 움직였다.
en_us: Philip stood and carefully listened to Blondina as she continued with a firm voice. Unlike the seriousness of her tone, her hand was busy searching for more foods on the table. Her hand went towards where the almond cookies and cherries were plated.{j}

source: 루시는 이미 몇 달 전 에이몬을 처음 마주했으며, 그의 정체를 그날 바로 파악했다.
en_us: Lucy met Amon for the first time couple months before, and she recognized his true identity immediately, unlike Blondina.

source: 처음으로 에이몬 앞에서 말을 더듬었다.
en_us: It was the first time Blondina stuttered shyly speaking to Amon.

source: 곧 하녀가 들어왔다.
en_us: One of her servants carefully entered the room.

source: 커다란 뱀이 제 곁을 지나자 아델라이는 결국 참지 못하고 작은 탄성을 내뱉고야 말았다.{j}흠칫 움츠린 어깨로 주춤 물러섰다가 다시 얼굴을 붉히며 똑바로 섰다.
en_us: Adellai let out a cry spotting a huge snake slither by her side. She backed away from the snake flinching her body and shrugging her shoulder, but soon returned to her spot with her face blushed.{j}

source: 은밀한 밤의 잠행.{j}그건 표범의 자랑스러운 능력 중 하나였다.
en_us: Secretly chasing after someone at night was one of the proud specialties of a leopard.{j}

source: 시간이 지나 태초의 신은 소멸했고 인간의 신, 바라한 역시 사라졌다고 일컬어졌으나…….
en_us: However, as time passed, the first god passed out of experience, and Barahan was said to have disappeared as well.

source: 응석 부리듯 중얼거리는 아델라이 황녀를 황제가 꼭 안아 준 것이다.
en_us: Speaking with a voice to be pampered, Adellai caught the emperor’s attention as he approached closer to her to give her a hug.

source: 그때였다.{j}“이봐, 천것.”
en_us: At that very moment, she heard a boy’s voice call her.

source: 지금은 머리가 아프지만, 열심히 하다 보면 곧 글자를 외울 수 있을 테고, 책을 보며 시간을 보낼 수도 있겠지.
en_us: It may be giving me headaches now. But if I don’t give up memorizing these letters, I would be able to read books for hours in no time.

source: 「……왜 말이 그렇게 되지?」
en_us: “...how did you come to that conclusion?”

source: 「너 울어?{j}갑자기 왜?」
en_us: “Are you crying? Why all of a sudden?”{j}

source: 블론디나가 밋밋하게 답했다.
en_us: Blondina replied with an expressionless face.

source: 황족의 신분을 나타내는 팔찌로, 황제와 만났을 때 받아야 할 것이었다.{j}이렇게 쿠키 박스 전하듯 건넬 물건이 아닌 고귀한 황족의 징표.{j}하지만 이것이 황제가 블론디나를 대하는 태도였다.{j}
en_us: In his hands was a royal bracelet that symbolized the status of an imperial family. The royal bracelet was special token that would usually be presented by the emperor himself, not delivered by a random knight in a palace. However, considering the emperor’s attitude back at the imperial garden, Blondina didn’t seem surprised.{j}{j}{j}

source: 덧붙여…….{j}“어멋!”
en_us: “Eek!”{j}

source: 에이몬은 일말의 고민 없이 그녀의 품으로 쏙 뛰어들었다.{j}자그마한 새끼 표범을 꼭 껴안으며, 블론디나는 까만 털을 부드럽게 문지르기 시작했다.
en_us: Without any hestitation, Amon jumped right into her arms. And she began to stroke his soft black fur fluttering in her arms.{j}

source: “브리디.{j}네 아버지는 우아하고도 아름다운 사람이었단다.{j}아마 신분을 속였을 수도 있어.{j}하지만 난 다 알면서도 눈을 감고 받아들였단다.{j}정말 사랑했거든.{j}블론디나, 넌 네 아버지와 나 사이에서 사랑으로 태어난 소중한 아이인 거야.”
en_us: “Briddy, your father was an elegant and beautiful man. He may have hidden his true identity from me. Although I suspected, I couldn’t deny him, because I was truly in love with him. Blondina, you’re a special child born out of the love shared between your father and me.”{j}{j}{j}{j}{j}

source: 평민이었던 블론디나와는 달리 백작가 딸인 루시는 ‘신수’의 잔혹함과 흉포함에 대하여 진이 빠지도록 들어왔기에 당연한 반응이었다.
en_us: It was expected from her because, unlike Blondina, who was a commoner, Lucy, who was the daughter of a noble, was taught her entire life how cruel and dangerous the divine beasts are.

source: 블론디나는 한숨을 길게 내쉬었다.{j}그가 가고 나니 비로소 몸의 긴장이 풀렸다.{j}살짝 땀이 밴 이마를 문지르다가 소년을 향해 고개를 들었다.{j}그러자 소년이 자랑스레 턱을 치켜들고는 기다렸다는 듯 말을 쏟아 내기 시작했다.
en_us: Blondina let out a deep sigh of relief as the knight disappeared from sight. After wiping drops of sweat on her forehead, she turned towards the boy, who was holding his chin up as if he was very proud of himself for scaring away the knight.{j}{j}{j}

source: “응.”{j}곧 하녀가 들어왔다.{j}몸을 일으킨 블론디나가 기지개를 쭉 켰다.
en_us: “Please, come in,” Blondina replied while stretching out her body.{j}As soon as Blondina finished her sentence, her only servant carefully entered the room.

source: 훌륭한 드레스였다.{j}하지만 이 자리에는 맞지 않은 것 같았다.
en_us: However, it was a beautiful dress that was out of place.{j}

source: 마제또는 어느새 블론디나의 어깨에 앉아 흥분한듯 쫑쫑거리며 뛰어다니고 있었다.
en_us: Majetto, who was flying around in circles, landed on Blondina’s shoulder and tweeted in excitement.
